texts = {   
    "en": {
        "help": "help is not ready yet in english :("
    },
    "ru": {
        "help":
            'r (или р) [одно слово, второе слово и т.д. через пробел] -> рандомное слово из перечисленных\n\n'
            + 't [англ. текст] -> русский текст\n\n'
            + 'т [русский текст] -> англ. текст\n'
            + '\nпример: t hello\nответ: привет'
            + '\n\n p.s. еще в разработке'
            + '\n p.p.s. возможно уже есть что то новое но мне лень было дописать этот гайд :D'
    },
    "ua": {
        "help":
            'r (или р) [одне слово, друге слово и т.д. через пробіл] -> рандомне слово с перерахованих\n\n'
            + 't [англ. текст] -> рос. текст\n\n'
            + 'т [укр./рос. текст] -> англ. текст\n'
            + '\nприклад: t hello\nвідповідь: привет'
            + '\n\n p.s. ще в розробці'
            + '\n p.p.s. можливо вже є щось нове но мені лінь було дописати цей гайд :D'
    }
}

weather = {
    "ru": ['https://sinoptik.ua/', 'дней'],
    "ua": ['https://ua.sinoptik.ua/', 'днів']
}